<?php include '/home/bitrix/www/include/temp-header.php';?>

<div class="breadcrumbs content-width">
    <a class="with-underline-always" href="/">Главная</a>
    <span>/ Производство</span>
</div>

<section class="our-production mb-60">
    <h1 class="text-24 color-primary">ПРОИЗВОДСТВО</h1>

    <div class="grid">
        <div class="item text-center">
            <img src="/local/templates/rzp_main/assets/images/Оптимизация.svg" alt="" srcset="" />
            <p>Оптимизация под производство (Design for Manufacturing)</p>
        </div>

        <div class="item text-center">
            <img src="/local/templates/rzp_main/assets/images/Оборудование.svg" alt="" />
            <p>Современный парк оборудования</p>
        </div>

        <div class="item text-center">
            <img src="/local/templates/rzp_main/assets/images/сроки.svg" alt="" />
            <p>Оптимальные сроки производства</p>
        </div>

        <div class="item text-center">
            <img src="/local/templates/rzp_main/assets/images/паяльник.svg" alt="" />
            <p>Паяльные материалы и комплектующие ведущих производителей</p>
        </div>

        <div class="item text-center">
            <img src="/local/templates/rzp_main/assets/images/плата.svg" alt="" />
            <p>Работа с паяльными платами и комплектующими</p>
        </div>

        <div class="item text-center">
            <img src="/local/templates/rzp_main/assets/images/контроль.svg" alt="" />
            <p>Система контроля качества: AOI, SPI, рентген</p>
        </div>
    </div>
</section>

<section class="mb-60">
    <p>
        <b>Возможности монтажа печатных плат на АО «РЗП»: </b>
    </p>

    <p>
        Монтаж крупных и средних серий печатных плат, опытных образцов, СВЧ
        электронных блоков. Поверхностный, объёмный и штыревой монтаж
        печатных плат, в том числе PoP монтаж и монтаж BGA, PGA, LGA и
        подобных микросхем. Сборка печатных узлов повышенной сложности.
        Установка компонентов типоразмера 1005 Автоматизация
        производственных процессов до 70%. Доступен монтаж по свинцовой,
        бессвинцовой и смешанной технологиям. Принимаем заказы на монтаж с
        давальческими печатными платами и комплектующими.
    </p>

    <p>
        Опыт и квалификация наших инженеров позволяют решать даже самые
        сложные задачи, такие как производство надёжных электронных модулей
        для применения в авионике и железнодорожном оборудовании, интернете
        умных вещей.
    </p>
</section>

<section class="production-services-section mb-60 color-primary">
    <div class="item">
        <img src="/local/templates/rzp_main/assets/images/production1.png" alt="" />
        <div class="title">
            SMT АВТОМАТИЗИРОВАННАЯ КОМПЛЕКСНАЯ ЛИНИЯ ПОВЕРХНОСТНОГО МОНТАЖА
            ПЛАТ
        </div>

        <div class="text">
            Автоматизированные линии SMT обеспечивают высокую скорость и
            точность поверхностного монтажа.
        </div>

        <a class="text-16-always" href=""
            >ПОДРОБНЕЕ <div class="btn-arrow-img"></div></a
        >
    </div>

    <div class="item">
        <img src="/local/templates/rzp_main/assets/images/production2.png" alt="" />
        <div class="title">
            ТНТ АВТОМАТИЗИРОВАННАЯ КОМПЛЕКСНАЯ ЛИНИЯ МОНТАЖА ВЫВОДНЫХ
            КОМПОНЕНТОВ
        </div>

        <div class="text">
            Селективная пайка THT позволяет выборочно и точно паять выводные
            компоненты, что незаменимо при пайке двусторонних плат с высокой
            плотностью компонентов.
        </div>

        <a class="text-16-always" href=""
            >ПОДРОБНЕЕ <div class="btn-arrow-img"></div></a
        >
    </div>

    <div class="item">
        <img src="/local/templates/rzp_main/assets/images/production3.png" alt="" />
        <div class="title">ДОПОЛНИТЕЛЬНЫЕ ТЕХНОЛОГИЧЕСКИЕ ВОЗМОЖНОСТИ</div>

        <div class="text">
            Все виды услуг, востребованных в процессе производства и
            испытаний печатных узлов: лазерный реболлинг, селективная пайка,
            влагозащита, отмывка, маркировка, корпусирование и другие
            услуги.
        </div>

        <a class="text-16-always" href=""
            >ПЕРЕЙТИ В РАЗДЕЛ УСЛУГ <div class="btn-arrow-img"></div></a
        >
    </div>
</section>

<section class="production-features-section mb-80">
    <div class="item">
        <svg
            width="85"
            height="85"
            viewBox="0 0 85 85"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
        >
            <path
                d="M27.9029 6V25.4667M57.103 6V25.4667M42.503 6V25.4667M13.3029 6H71.703V25.4667H13.3029V6ZM68.0433 36.8158C66.1741 35.571 64.6416 33.8836 63.5819 31.9036C62.5223 29.9236 61.9685 27.7124 61.9697 25.4667H23.0363C23.0385 27.7135 22.4852 29.926 21.4255 31.9072C20.3659 33.8884 18.8327 35.5769 16.9627 36.8223L14.9381 38.172C12.9406 39.5066 11.3034 41.3135 10.1714 43.4324C9.03953 45.5514 8.44797 47.9169 8.44922 50.3192V69.2668C8.44922 71.8482 9.4747 74.3239 11.3001 76.1493C13.1254 77.9746 15.6011 79.0001 18.1826 79.0001H66.8493C69.4308 79.0001 71.9065 77.9746 73.7318 76.1493C75.5572 74.3239 76.5827 71.8482 76.5827 69.2668V50.3127C76.5839 47.9104 75.9924 45.5449 74.8604 43.4259C73.7285 41.307 72.0912 39.5001 70.0938 38.1655L68.0433 36.8158Z"
                stroke="#004B98"
                stroke-width="2"
                stroke-linecap="round"
                stroke-linejoin="round"></path>
            <path
                d="M49.8023 57.0999C49.9197 58.0868 49.8116 59.0875 49.4862 60.0266C49.1609 60.9658 48.6267 61.8188 47.9239 62.5216C47.2212 63.2244 46.3681 63.7586 45.429 64.0839C44.4899 64.4093 43.4892 64.5173 42.5023 64.3999C41.5153 64.5173 40.5146 64.4093 39.5755 64.0839C38.6364 63.7586 37.7833 63.2244 37.0806 62.5216C36.3778 61.8188 35.8436 60.9658 35.5183 60.0266C35.1929 59.0875 35.0849 58.0868 35.2022 57.0999C35.2022 51.7239 42.5023 44.9332 42.5023 44.9332C42.5023 44.9332 49.8023 51.7239 49.8023 57.0999Z"
                stroke="#004B98"
                stroke-width="2"
                stroke-linecap="round"
                stroke-linejoin="round"></path>
        </svg>

        <div class="text">
            <div class="title">Современные материалы</div>
            <div class="subtitle">
                Для сборки печатных узлов применяются современные паяльные
                пасты, припои, флюсы и отмывочные жидкости, позволяющие
                обеспечить максимальную автоматизацию производственных
                процессов.
            </div>
        </div>
    </div>

    <div class="item">
        <svg
            width="85"
            height="85"
            viewBox="0 0 85 85"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
        >
            <path
                d="M63.7506 74.375V35.4167C63.7506 34.4774 63.7495 31.875 63.7495 31.875C63.7495 31.875 61.1482 31.875 60.2089 31.875H24.7923C23.853 31.875 21.25 31.875 21.25 31.875C21.25 31.875 21.2506 34.4774 21.2506 35.4167V74.375"
                stroke="#004B98"
                stroke-width="2"
                stroke-linecap="round"></path>
            <path
                d="M21.2489 46.0416H63.7489M21.2489 60.2083H63.7489M77.9156 67.2916C77.9156 69.1702 77.9156 74.375 77.9156 74.375C77.9156 74.375 72.7109 74.3749 70.8323 74.3749H14.1656C12.287 74.3749 7.08312 74.375 7.08312 74.375C7.08312 74.375 7.08227 69.1702 7.08227 67.2916L7.08203 24.5627L42.5007 7.08191L77.9156 24.562V67.2916Z"
                stroke="#004B98"
                stroke-width="2"
                stroke-linecap="round"></path>
        </svg>

        <div class="text">
            <div class="title">
                Система автоматизированного складирования компонентов
            </div>
            <div class="subtitle">
                Управляет запасами и перемещением SMT-компонентов на
                производстве и обеспечивает быстрый и точный доступ к
                компонентам, повышают эффективность производства, хранения и
                логистики. Поддерживают оптимальные условия хранения для
                влагочувствительных SMD-компонентов (MSL).
            </div>
        </div>
    </div>

    <div class="item">
        <svg
            width="85"
            height="85"
            viewBox="0 0 85 85"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
        >
            <path
                d="M36.1777 43.5918L29.3018 50.4688L36.1777 57.3447L34.5342 58.9756L26.0273 50.4688L34.5342 41.9609L36.1777 43.5918Z"
                fill="#004B98"></path>
            <path
                d="M58.9727 50.4688L50.4648 58.9756L48.8213 57.3447L55.6982 50.4688L48.8213 43.5918L50.4648 41.9609L58.9727 50.4688Z"
                fill="#004B98"></path>
            <path
                d="M23 23C24.1046 23 25 22.1046 25 21C25 19.8954 24.1046 19 23 19C21.8954 19 21 19.8954 21 21C21 22.1046 21.8954 23 23 23Z"
                fill="#004B98"></path>
            <path
                d="M16 23C17.1046 23 18 22.1046 18 21C18 19.8954 17.1046 19 16 19C14.8954 19 14 19.8954 14 21C14 22.1046 14.8954 23 16 23Z"
                fill="#004B98"></path>
            <path
                fill-rule="evenodd"
                clip-rule="evenodd"
                d="M78.1879 12.125C78.1879 12.125 78.1879 13.8383 78.1879 15.9375V69.0625C78.1879 71.1639 78.1879 72.875 78.1879 72.875H6.8125C6.8125 72.875 6.81291 71.1639 6.81291 69.0625V15.9375C6.81291 13.8383 6.8138 12.125 6.8138 12.125H78.1879ZM9.12541 30.375V70.5625H75.8754V30.375H9.12541ZM9.12541 14.4375V28.0625H75.8754V14.4375H9.12541Z"
                fill="#004B98"></path>
        </svg>

        <div class="text">
            <div class="title">1C: ERP</div>
            <div class="subtitle">
                Для автоматизации и интеграции различных бизнес-процессов
                используется комплексное программное решение.
            </div>
        </div>
    </div>
</section>

<?php include '/home/bitrix/www/include/temp-footer.php';?>
