<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("keywords", "врубель, врубель картины, михаил врубель, художник врубель, музей врубеля, михаил врубель картины, врубель купить, врубель работы, врубель галерея");
$APPLICATION->SetPageProperty("description", "Просветительский проект \"Александровский сад\"- авторские программы об искусстве конца XIX - начала XX веков. Ваш уникальный шанс узнать об искусстве больше!");
$APPLICATION->SetPageProperty("title", "Александровский сад - просветительский проект, предлагающий разнообразные курсы, лекции и выставки по искусству и культуре.");
$APPLICATION->SetTitle("Просветительский проект \"Александровский сад\"");

global $arTheme;
?>

<link rel="stylesheet" href="/test_new-cycle/style.css">

<!-- заставка -->
<div class="cycle-head fullwidth" style="background: url('/upload/iblock/57e/evg8bdilqax1bn0iybq47be85ebol969.jpg')">
    <div class="content">
        <div class="new-programm font-forum">Новая программа!</div>
        <h1>Поэзия метаморфоз Михаила Врубеля</h1>

        <div class="features">
            <a class="feature" href="#films">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M2.24961 11.9999C2.2516 10.2103 2.96339 8.49459 4.22883 7.22915C5.49427 5.96371 7.21001 5.25191 8.99961 5.24993H19.1893L18.219 4.28055C18.0782 4.13982 17.9992 3.94895 17.9992 3.74993C17.9992 3.55091 18.0782 3.36003 18.219 3.2193C18.3597 3.07857 18.5506 2.99951 18.7496 2.99951C18.9486 2.99951 19.1395 3.07857 19.2802 3.2193L21.5302 5.4693C21.6 5.53896 21.6553 5.62168 21.693 5.71272C21.7308 5.80377 21.7502 5.90137 21.7502 5.99993C21.7502 6.09849 21.7308 6.19609 21.693 6.28713C21.6553 6.37818 21.6 6.4609 21.5302 6.53055L19.2802 8.78055C19.1395 8.92128 18.9486 9.00035 18.7496 9.00035C18.5506 9.00035 18.3597 8.92128 18.219 8.78055C18.0782 8.63982 17.9992 8.44895 17.9992 8.24993C17.9992 8.05091 18.0782 7.86003 18.219 7.7193L19.1893 6.74993H8.99961C7.60768 6.75142 6.27319 7.30502 5.28895 8.28926C4.3047 9.27351 3.7511 10.608 3.74961 11.9999C3.74961 12.1988 3.67059 12.3896 3.52994 12.5303C3.38929 12.6709 3.19852 12.7499 2.99961 12.7499C2.8007 12.7499 2.60993 12.6709 2.46928 12.5303C2.32863 12.3896 2.24961 12.1988 2.24961 11.9999ZM20.9996 11.2499C20.8007 11.2499 20.6099 11.3289 20.4693 11.4696C20.3286 11.6103 20.2496 11.801 20.2496 11.9999C20.2481 13.3919 19.6945 14.7264 18.7103 15.7106C17.726 16.6948 16.3915 17.2484 14.9996 17.2499H4.80992L5.78024 16.2806C5.84992 16.2109 5.90519 16.1281 5.94291 16.0371C5.98062 15.9461 6.00003 15.8485 6.00003 15.7499C6.00003 15.6514 5.98062 15.5538 5.94291 15.4628C5.90519 15.3717 5.84992 15.289 5.78024 15.2193C5.71055 15.1496 5.62783 15.0943 5.53678 15.0566C5.44574 15.0189 5.34816 14.9995 5.24961 14.9995C5.15107 14.9995 5.05348 15.0189 4.96244 15.0566C4.87139 15.0943 4.78867 15.1496 4.71899 15.2193L2.46899 17.4693C2.39925 17.539 2.34393 17.6217 2.30619 17.7127C2.26845 17.8038 2.24902 17.9014 2.24902 17.9999C2.24902 18.0985 2.26845 18.1961 2.30619 18.2871C2.34393 18.3782 2.39925 18.4609 2.46899 18.5306L4.71899 20.7806C4.78867 20.8502 4.87139 20.9055 4.96244 20.9432C5.05348 20.9809 5.15107 21.0003 5.24961 21.0003C5.34816 21.0003 5.44574 20.9809 5.53678 20.9432C5.62783 20.9055 5.71055 20.8502 5.78024 20.7806C5.84992 20.7109 5.90519 20.6281 5.94291 20.5371C5.98062 20.4461 6.00003 20.3485 6.00003 20.2499C6.00003 20.1514 5.98062 20.0538 5.94291 19.9628C5.90519 19.8717 5.84992 19.789 5.78024 19.7193L4.80992 18.7499H14.9996C16.7892 18.7479 18.5049 18.0361 19.7704 16.7707C21.0358 15.5053 21.7476 13.7895 21.7496 11.9999C21.7496 11.801 21.6706 11.6103 21.5299 11.4696C21.3893 11.3289 21.1985 11.2499 20.9996 11.2499Z" fill="#222222"/>
                </svg>
                Цикл программ
            </a>
            <a class="feature" href="#films">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M20.25 3.75H3.75C3.35218 3.75 2.97064 3.90804 2.68934 4.18934C2.40804 4.47064 2.25 4.85218 2.25 5.25V18.75C2.25 19.1478 2.40804 19.5294 2.68934 19.8107C2.97064 20.092 3.35218 20.25 3.75 20.25H20.25C20.6478 20.25 21.0294 20.092 21.3107 19.8107C21.592 19.5294 21.75 19.1478 21.75 18.75V5.25C21.75 4.85218 21.592 4.47064 21.3107 4.18934C21.0294 3.90804 20.6478 3.75 20.25 3.75ZM3.75 8.25H11.25V15.75H3.75V8.25ZM12.75 6.75V5.25H15.75V6.75H12.75ZM11.25 6.75H8.25V5.25H11.25V6.75ZM11.25 17.25V18.75H8.25V17.25H11.25ZM12.75 17.25H15.75V18.75H12.75V17.25ZM12.75 15.75V8.25H20.25V15.75H12.75ZM20.25 6.75H17.25V5.25H20.25V6.75ZM6.75 5.25V6.75H3.75V5.25H6.75ZM3.75 17.25H6.75V18.75H3.75V17.25ZM20.25 18.75H17.25V17.25H20.25V18.75Z" fill="#222222"/>
                </svg>

                4 фильма
            </a>
            <a class="feature" href="#films">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M23.6034 6.84375C23.4838 6.77964 23.3491 6.74919 23.2135 6.75563C23.078 6.76207 22.9467 6.80516 22.8337 6.88031L19.5 9.09844V6.75C19.5 6.35218 19.342 5.97064 19.0607 5.68934C18.7794 5.40804 18.3978 5.25 18 5.25H3C2.60218 5.25 2.22064 5.40804 1.93934 5.68934C1.65804 5.97064 1.5 6.35218 1.5 6.75V17.25C1.5 17.6478 1.65804 18.0294 1.93934 18.3107C2.22064 18.592 2.60218 18.75 3 18.75H18C18.3978 18.75 18.7794 18.592 19.0607 18.3107C19.342 18.0294 19.5 17.6478 19.5 17.25V14.9062L22.8337 17.1291C22.9576 17.2095 23.1024 17.2515 23.25 17.25C23.4489 17.25 23.6397 17.171 23.7803 17.0303C23.921 16.8897 24 16.6989 24 16.5V7.5C23.9991 7.36505 23.9617 7.23287 23.8919 7.11737C23.8221 7.00187 23.7225 6.90734 23.6034 6.84375ZM18 17.25H3V6.75H18V17.25ZM22.5 15.0984L19.5 13.0988V10.9012L22.5 8.90625V15.0984Z" fill="#222222"/>
                </svg>
    
                В записи
            </a>
            <a class="feature" href="#films">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M23.2497 11.9999C23.2498 13.0383 22.9419 14.0534 22.365 14.9168C21.7882 15.7803 20.9682 16.4532 20.0088 16.8506C19.0495 17.248 17.9938 17.352 16.9754 17.1494C15.9569 16.9468 15.0214 16.4467 14.2872 15.7124L14.2563 15.6796L8.63595 9.33271C8.10976 8.81267 7.44152 8.45989 6.7153 8.31876C5.98908 8.17763 5.23734 8.25446 4.55469 8.53958C3.87204 8.82469 3.28897 9.30536 2.87886 9.92109C2.46875 10.5368 2.24993 11.2601 2.24993 11.9999C2.24993 12.7397 2.46875 13.463 2.87886 14.0787C3.28897 14.6944 3.87204 15.1751 4.55469 15.4602C5.23734 15.7453 5.98908 15.8222 6.7153 15.681C7.44152 15.5399 8.10976 15.1871 8.63595 14.6671L9.4347 13.7652C9.50001 13.6913 9.57923 13.6311 9.66784 13.5878C9.75645 13.5446 9.85271 13.5192 9.95113 13.5131C10.0495 13.5071 10.1482 13.5205 10.2414 13.5525C10.3347 13.5846 10.4207 13.6347 10.4945 13.7C10.5684 13.7654 10.6287 13.8446 10.6719 13.9332C10.7152 14.0218 10.7406 14.1181 10.7466 14.2165C10.7527 14.3149 10.7393 14.4135 10.7072 14.5068C10.6751 14.6 10.625 14.686 10.5597 14.7599L9.74501 15.6796L9.71407 15.7124C8.97983 16.4466 8.04437 16.9465 7.02598 17.1491C6.00759 17.3516 4.95202 17.2476 3.99274 16.8502C3.03346 16.4528 2.21355 15.7799 1.6367 14.9166C1.05985 14.0532 0.751953 13.0382 0.751953 11.9999C0.751953 10.9616 1.05985 9.94655 1.6367 9.08321C2.21355 8.21986 3.03346 7.54695 3.99274 7.14958C4.95202 6.7522 6.00759 6.6482 7.02598 6.85073C8.04437 7.05326 8.97983 7.55322 9.71407 8.28739L9.74501 8.32021L15.3653 14.6671C15.8915 15.1871 16.5598 15.5399 17.286 15.681C18.0122 15.8222 18.7639 15.7453 19.4466 15.4602C20.1292 15.1751 20.7123 14.6944 21.1224 14.0787C21.5325 13.463 21.7513 12.7397 21.7513 11.9999C21.7513 11.2601 21.5325 10.5368 21.1224 9.92109C20.7123 9.30536 20.1292 8.82469 19.4466 8.53958C18.7639 8.25446 18.0122 8.17763 17.286 8.31876C16.5598 8.45989 15.8915 8.81267 15.3653 9.33271L14.5666 10.2346C14.4347 10.3838 14.2489 10.4744 14.0501 10.4867C13.8514 10.4989 13.6559 10.4316 13.5067 10.2997C13.3575 10.1678 13.2669 9.98207 13.2547 9.78331C13.2424 9.58455 13.3097 9.38908 13.4416 9.23989L14.2563 8.32021L14.2872 8.28739C15.0214 7.55309 15.9569 7.05302 16.9754 6.85041C17.9938 6.64781 19.0495 6.75178 20.0088 7.14917C20.9682 7.54656 21.7882 8.21952 22.365 9.08295C22.9419 9.94638 23.2498 10.9615 23.2497 11.9999Z" fill="#222222"/>
                </svg>

                Доступ навсегда
            </a>
        </div>

        <button class="buy-cycle btn btn-default">
            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#a)"><g clip-path="url(#b)"><path d="M20.882 6.592a.51.51 0 0 0-.391-.184H6.65L6.11 3.42A.51.51 0 0 0 5.608 3h-2.1A.51.51 0 0 0 3 3.511a.51.51 0 0 0 .51.511h1.674l2.191 12.094c.069.381.254.732.53 1.003a2.22 2.22 0 0 0-.758 2.29 2.22 2.22 0 0 0 1.776 1.626 2.2 2.2 0 0 0 2.204-.967 2.22 2.22 0 0 0 .015-2.413h4.434a2.22 2.22 0 0 0 .247 2.705 2.206 2.206 0 0 0 3.638-.631 2.22 2.22 0 0 0-.673-2.632 2.2 2.2 0 0 0-1.354-.465H9.213a.85.85 0 0 1-.836-.7l-.306-1.685h10.05a1.864 1.864 0 0 0 1.84-1.54l1.03-5.697a.51.51 0 0 0-.109-.418m-10.41 12.256a1.2 1.2 0 0 1-.734 1.102 1.185 1.185 0 0 1-1.295-.259 1.194 1.194 0 0 1 .84-2.036 1.195 1.195 0 0 1 1.189 1.193m8.15 0a1.2 1.2 0 0 1-.733 1.102 1.185 1.185 0 0 1-1.295-.259 1.195 1.195 0 0 1 .84-2.036 1.195 1.195 0 0 1 1.189 1.193m.335-6.323a.85.85 0 0 1-.835.7H7.886L6.836 7.43H19.88z" fill="#fff"/></g></g><defs><clipPath id="a"><path fill="#fff" d="M0 0h24v24H0z"/></clipPath><clipPath id="b"><path fill="#fff" d="M0 0h24v24H0z"/></clipPath></defs></svg>
            Купить доступ к циклу
        </button>
    </div>
</div>

<!-- о цикле -->
<div class="about-cycle default-margin">
    <div class="content">
        <h2>Об этом цикле</h2>
        <p>Михаил Александрович Врубель — один из наиболее интересных и неоднозначных живописцев в русской культуре. В его творчестве удивительным образом гармонично переплетаются черты символизма и модерна. Соединение реалистических и романтических тенденций в полотнах художника рождает особые многогранность и метафоричность образов.</p>
        <p>Автор цикла лекций, посвященных творчеству Врубеля — искусствовед и ведущий научный сотрудник НИИ РАХ Ольга Сергеевна Давыдова. Наиболее пристальное внимание в ее исследованиях уделено изучению духовных аспектов искусства эпохи модерна и символизма. Научный вклад преподавателя отмечен медалями Российской Академии художеств.</p>
        <p>Программы О.С. Давыдовой воссоздают художественную глубину творчества М.А. Врубеля и эпохи модерна в целом с опорой на новаторский подход в современном искусствознании.</p>
        <p>Ольга Сергеевна исследует и раскрывает влияние душевной жизни живописца на процесс формирования им художественных образов. Творчество Врубеля рассматривается в контексте системы символизма, идеи которой модерн воплощал на рубеже XIX – XX веков, а также в рамках других стилей. Подобный подход позволяет раскрыть особенности в том числе и раннесоветской ступени развития искусства в России.</p>
        <p>Индивидуальный метод автора основан на синтезе малоизвестных и новых документально-исторических фактов с современными исследовательскими возможностями науки. Благодаря этому образный мир М.А. Врубеля раскрывается для зрителя через творческое погружение в атмосферу чистого искусства, которая родилась в результате органичного взаимодействия философии, живописи, графики, скульптуры и музыки.</p>
    </div>

    <div class="banners">
        <div class="banner">
            <div class="price font-forum">950 руб</div>
            <div class="price-annotation">любой фильм из цикла</div>
            <a href="#films" class="button btn btn-default">Купить один фильм</a>
        </div>

        <div class="banner">
            <div class="plate font-forum">Выгодно!</div>
            <div class="price font-forum">3800 руб</div>
            <div class="price-annotation">за весь цикл — 4 фильма</div>
            <a href="#films" class="button btn btn-default">Купить доступ ко всем фильмам</a>
        </div>
    </div>
</div>

<!-- фильмы -->
<div class="films default-margin" id="films">
    <div class="film">
        <div class="film-left">
            <div class="name font-forum">Сквозь призму декоративности: от цветка к орнаменту</div>
            <p>В фокусе внимания первой программы – сцепление биографического аспекта жизни М.А. Врубеля с его поэтическим мышлением в кульминационных точках выражения – в конце жизненного пути и в начале творческого поиска.</p>
            <p>В контексте новых документальных материалов и биографических событий, возникающих уже за пределами хронологических границ жизни М.А. Врубеля, в программе предлагается взглянуть на то, как современники воспринимали личность художника в первые дни его ухода.</p>
            <div class="film-actions">
                <a class="btn btn-default to-programm" href="/">Перейти к программе</a>
                <a class="btn btn-default add-to-cart addToBasket" data-id="SUDA_VSTAVIT_ID" title="В корзину">
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#a)"><path d="M20.882 6.592a.51.51 0 0 0-.391-.184H6.65L6.11 3.42A.51.51 0 0 0 5.608 3h-2.1A.51.51 0 0 0 3 3.511a.51.51 0 0 0 .51.511h1.674l2.191 12.094c.069.381.254.732.53 1.003a2.22 2.22 0 0 0-.758 2.29 2.22 2.22 0 0 0 1.776 1.626 2.2 2.2 0 0 0 2.204-.967 2.22 2.22 0 0 0 .015-2.413h4.434a2.22 2.22 0 0 0 .247 2.705 2.206 2.206 0 0 0 3.638-.631 2.22 2.22 0 0 0-.673-2.632 2.2 2.2 0 0 0-1.354-.465H9.213a.85.85 0 0 1-.836-.7l-.306-1.685h10.05a1.864 1.864 0 0 0 1.84-1.54l1.03-5.697a.51.51 0 0 0-.109-.418m-10.41 12.256a1.2 1.2 0 0 1-.734 1.102 1.185 1.185 0 0 1-1.295-.259 1.194 1.194 0 0 1 .84-2.036 1.195 1.195 0 0 1 1.189 1.193m8.15 0a1.2 1.2 0 0 1-.733 1.102 1.185 1.185 0 0 1-1.295-.259 1.195 1.195 0 0 1 .84-2.036 1.195 1.195 0 0 1 1.189 1.193m.335-6.323a.85.85 0 0 1-.835.7H7.886L6.836 7.43H19.88z" fill="#fff"/></g><defs><clipPath id="a"><path fill="#fff" d="M0 0h24v24H0z"/></clipPath></defs></svg>
                    <span>В корзину</span>
                </a>
            </div>
        </div>
        <img src="/upload/iblock/aaa/cctm2yhz19k7z2jetg4jkqbfwk759gcy.jpg" alt="" class="film-picture">
    </div>
</div>

<!-- автор и куратор программы -->
<div class="author-wrapper fullwidth">
    <div class="maxwidth-theme">
        <div class="author-content col-xs-12">
            <h2>Автор и куратор программы</h2>


            <div class="author-row">
                <div class="author-profile">
                    <img src="/upload/resize_cache/iblock/34f/280_223_2/uuviqvxk4mhiyaf7iqtn0otbmqtz6rzw.jpg" alt="" class="author-img">
                    <div class="author-info">
                        <div class="name font-forum">Давыдова Ольга Сергеевна</div>
                        <p>
                            Кандидат искусствоведения, член-корреспондент
                            РАХ, ведущий научный сотрудник «Отдела русское
                            искусство XVIII – начала XX века» НИИ РАХ.
                            За научный вклад в изучение символизма отмечена двумя медалями Российской академии художеств – «Шувалов» (2019) и «Достойному» (2021).
                        </p>
                        <a href="/">Подробнее</a>
                    </div>
                </div>

                <div class="author-about">
                    <p>Автор цикла лекций, посвященных творчеству Врубеля — искусствовед и ведущий научный сотрудник НИИ РАХ Ольга Сергеевна Давыдова. Наиболее пристальное внимание в ее исследованиях уделено изучению духовных аспектов искусства эпохи модерна и символизма. Научный вклад преподавателя отмечен медалями Российской Академии художеств. Программы О.С. Давыдовой воссоздают художественную глубину творчества М.А. Врубеля и эпохи модерна в целом с опорой на новаторский подход в современном искусствознании. Ольга Сергеевна исследует и раскрывает влияние душевной жизни живописца на процесс формирования им художественных образов. Индивидуальный метод автора основан на синтезе малоизвестных и новых документально-исторических фактов с современными исследовательскими возможностями науки.</p>
                    <a class="btn btn-default" href="/">Все программы Давыдовой О.С.</a>
                </div>
            </div>
        </div>
    </div>
</div>

<!-- слайдер материалов -->
<?php
require_once($_SERVER["DOCUMENT_ROOT"] . "/bitrix/modules/main/include.php");
$APPLICATION->AddHeadScript("https://cdn.jsdelivr.net/npm/swiper@11/swiper-bundle.min.js");
$APPLICATION->SetAdditionalCSS("https://cdn.jsdelivr.net/npm/swiper@11/swiper-bundle.min.css");
?>
<div class="materials-slider-wrapper">
    <h2>Материалы, которые могут вам понравиться</h2>

    <div class="custom-swiper-container">
        <div class="swiper-container">
            <div class="swiper-wrapper">
                <?php for ($i = 1; $i <= 10; $i++): ?>
                <a href="/" class="swiper-slide">
                    <div class="img-container">
                        <div class="status">Статьи</div>
                        <img src="/upload/iblock/aaa/cctm2yhz19k7z2jetg4jkqbfwk759gcy.jpg" alt="">
                    </div>
                    <div class="content">
                        <div class="name">Живописный ноктюрн Ильи Репина «Лунная ночь. Здравнёво»</div>
                        <div class="text">
                        Автор: Ольга Давыдова <br>
                        Тут есть поэзия, а это и есть бессмертная душа искусства. Репин И.Е. Письма об искусстве (Письмо первое), 1893 г.
                        </div>
                        <div class="date">11 июня 2024</div>
                    </div>
                </a>
                <?php endfor; ?>
            </div>
        </div>
        <div class="swiper-button-prev"></div>
        <div class="swiper-button-next"></div>
        <div class="swiper-pagination"></div>
    </div>

    <a class="btn btn-default all-mats"  href="/">Все материалы</a>

</div>

<script>
    $(document).ready(function () {
        var swiper = new Swiper('.materials-slider-wrapper .swiper-container', {
            slidesPerView: '4',
            spaceBetween: 30,
            pagination: {
                el: '.materials-slider-wrapper .swiper-pagination',
                clickable: true,
            },
            navigation: {
                nextEl: '.materials-slider-wrapper .swiper-button-next',
                prevEl: '.materials-slider-wrapper .swiper-button-prev',
            },
            breakpoints: {
                1400: {
                    slidesPerView: 4,
                    spaceBetween: 16,
                    pagination: {
                        enabled: false,
                    },
                },
                1024: {
                    slidesPerView: 3,
                    spaceBetween: 16,
                    pagination: {
                        enabled: false,
                    },
                },
                768: {
                    slidesPerView: 2,
                    spaceBetween: 16,
                    pagination: {
                        enabled: false,
                    },
                },
                0: {
                    slidesPerView: 'auto',
                    spaceBetween: 7,
                    pagination: {
                        enabled: true,
                    },
                }
            },
        });
    });
</script>


<!-- вопросы -->
<div class="questions default-margin">
    <h2>Вопросы и ответы</h2>

    <div class="question">
        <div class="title-row">
            <div class="title font-forum">Как купить цикл или отдельную программу?</div>
            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M5.293 11.292a1 1 0 0 1 1.415 0L16 20.586l9.293-9.294a1 1 0 0 1 1.415 1.415l-10 10a1 1 0 0 1-1.415 0l-10-10a1 1 0 0 1 0-1.415" fill="#222"/></svg>
        </div>

        <div class="content">Для приобретения необходимого цикла, отдельного фильма, экскурсии или другого авторского продукта, нужно положить его в корзину, затем нажать на кнопку «Оформить заказ». Следующий шаг — заполнение данных и, непосредственно, оплата. Онлайн-оплата происходит по безопасному защищенному протоколу через интернет-эквайринг Т-Банка.</div>
    </div>
</div>

<script>
const faqItems = document.querySelectorAll('.questions .question');

faqItems.forEach(item => {
    item.addEventListener('click', () => {
        const content = item.querySelector('.content');
        content.style.maxHeight = content.style.maxHeight ? null : content.scrollHeight + 'px';
        const chevron = item.querySelector('svg');
        chevron.style.transform = chevron.style.transform ? null : 'rotate(180deg)';
        content.classList.toggle('active')

    });
});
</script>






<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>